almostEqual(XYZ!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,XYZ!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Returns true when the two vectors are almost equal.
NOTE that the applied tolerance scales with the length of the
vectors.
USE WITH CAUTION
In 3D modeling, a tolerance such as Revit's vertex tolerance
(TessEpsCntrl::getVertexEps) should be used.
Use this only in special cases."